[
    {
        "opinion_id": "18609614",
        "author": "Użytkownik Ceneo",
        "recommendation": null,
        "rating": "3,5/5",
        "content": "Jestem użytkownikiem telefonów od Google od wielu lat (najpierw linia Nexus teraz Pixel). Tak jak większość użytkowników cenię sobie ich czysty android z jego szybkością działania oraz możliwością bardzo dobrego dostosowania działania telefonu do moich indywidulanych potrzeb. Wiele się spodziewałem po Pixel 8 na podstawie licznych reklam jego możliwości zwłaszcza AI. Po 3 tygodniach używania pojawia się duże rozczarowanie. Większość tak reklamowanych funkcji AI działa źle albo bardzo źle. 1)Tłumaczenie na żywo po najechaniu aparatem to zlepek słów bez ładu i składu. Przykłady: Męskie buty do wody - to buty do gołej wody.  Secondi Piatii – to drugie kursy, zamiast drugie dania, itp.  2) inteligentne usuwanie obiektów ze zdjęcia w większości działa tak, że w miejscu usuniętego obiektu zdjęcie jest mocno zniekształcone i co od razu rzuca się  w oczy i widać, że ktoś coś nieumiejętnie tam robił. 3) inteligentne wyszukiwanie na podstawi zaznaczonego fragmentu ekranu szuka w większości tego co nie chciałem. Trzeba powiększać ekran i zaznaczać dokładnie tylko to co ma być szukane. Przykład: zakreśliłem Igę Świątek na zdjęciu, wyszukały się rakiety tenisowe, potem zakreśliłem samą głowę Igi wyszukały się czapeczki z daszkiem, zaznaczyłem samą twarz Igi to wreszcie wyszukały się informacje o Idze. Mógłbym tak napisać wiele stron o innych błędach, dosłownie każda funkcja AI ma duże problemy z poprawnym działaniem na tyle duże, że nie zasługuje to wszystko na nazwę AI, bo gdzie tu inteligencja ? Moja 10 letnia córka jest bardziej ogarnięta niż ta AI. Ponieważ jest to tylko oprogramowanie to jest duża szansa, że za jakiś czas dostaniemy w aktualizacji prawdziwe AI, na razie jest bardzo słabo. Myślałem też, że telefon będzie dużo szybszy niż mój stary Pixel 5, a w codziennym użytkowaniu (nie gram w żadne gry) jest tylko nieznacznie od niego szybszy, ale to może być albo minusem (słaby postęp) albo plusem dla Google, że stary telefon na najnowszym androidzie dalej działa płynnie i bez zacięć. Jakość zdjęć jest bardzo dobra, ale też myślałem że będzie mega przepaść w stosunku do Pixel 5, a jest po prostu lepiej. Za to w jakości dźwięku jest duża różnica w stosunku do Pixel 5, ale głośnik w wyświetlaczu w tamtym telefonie to było nieporozumienie w  wykonaniu Google. Bateria średnio mi trzyma 1,5 dnia.",
        "pros": [
            "czas pracy na baterii",
            "kamera",
            "łatwość obsługi",
            "rozmiar",
            "wygląd"
        ],
        "cons": [
            "funkcjonalność"
        ],
        "useful": "3",
        "useless": "1",
        "post_date": "2024-04-27 11:45:20",
        "purchase_date": "2024-03-29 12:43:28"
    },
    {
        "opinion_id": "18711314",
        "author": "m...p",
        "recommendation": "Polecam",
        "rating": "5/5",
        "content": "Wysyłka była bardzo szybka, telefon przyszedł nowy także z pierwszych zakupów w tym sklepie (esilton\n) jest zadowolony. Jeśli chodzi o telefon no to szału nie ma przesiadając się z pixela 4xl. W zasadzie jest taki jak poprzedni (czyli całkiem dobry) minus soli którego bądź co bądź mi brakuje. Czytnik palca myślałem, że będzie bardziej upierdliwy natomiast działa dobrze/nie przeszkadza. Bateria cały czas średnia natomiast wystarcza do późnego wieczoru przy umiarkowanym użytkowaniu. Generalnie jeżeli ma się starszy telefon i jest potrzeba go wymienić to ósemka będzie okej wyborem. \nKamera robi bardzo ładne zdjęcia. Jeśli chodzi o soft to telefon czasami potrafi się zaciąć natomiast (mam nadzieję), że to problem z A14 a nie podzespołami telefonu. Od majowego update'u jest lepiej\nGeneralnie na plus.",
        "pros": [
            "cena",
            "czysty android",
            "funkcjonalność",
            "kamera",
            "łatwość obsługi",
            "rozmiar",
            "wygląd"
        ],
        "cons": [
            "czas pracy na baterii",
            "średnia bateria"
        ],
        "useful": "0",
        "useless": "0",
        "post_date": "2024-06-05 18:46:39",
        "purchase_date": "2024-04-08 10:27:58"
    },
    {
        "opinion_id": "18542386",
        "author": "Karol",
        "recommendation": "Polecam",
        "rating": "5/5",
        "content": "Naczytałem się wiele negatywnych opinii o tym telefonie i większość z nich jest mocno rozdmuchana. Działa bardzo szybko, brak przycięć. Nie grzeje mi się, aczkolwiek ja nie gram w gry. Przy Ładowaniu nagrzewa się jak wszystkie telefony. Po 5 latach używania telefonów od Apple wróciłem do androida i nie zawiodłem się. Zdjęcia robi bardzo dobre, stabilizacji w wideo jest gorsza niż u Apple czy w Samsungu ale wszystkiego mieć nie można. Wykonany super jak IPhone, szkoło i metal, petarda. Jedyny taki chyba minus to że trzeba kupić oryginalna ładowarkę, która jest bardzo droga. Doradzono mi w sklepie ze ładowarki od innych producentów przy rozładowanej baterii do zera nie podnoszą tego telefonu. Oczywiście jest to tylko obserwacja na kilku ładowarkach więc możliwe, że niektóre będą działać dobrze ale kto ma na to czas żeby dobierać i testować ładowarki. Polecam kupić oryginalna i zapomnieć o temacie :)",
        "pros": [
            "funkcjonalność",
            "wygląd"
        ],
        "cons": [],
        "useful": "2",
        "useless": "0",
        "post_date": "2024-04-02 14:17:16",
        "purchase_date": "2024-03-16 10:45:56"
    },
    {
        "opinion_id": "18507871",
        "author": "s...k",
        "recommendation": "Polecam",
        "rating": "5/5",
        "content": "Jakość wykonania to top jeśli chodzi o telefony. Jeśli ktoś szuka w miarę małego telefonu z dobrą wydajnością oraz ze świetnym aparatem to ciężko coś lepszego polecić. Główne wady które są wymieniane jeśli chodzi o Pixela 8 czyli słaba bateria, przegrzewanie się oraz słaby czytnik linii papilarnych to muszę powiedzieć że ich nie uświadczyłem i nie wiem skąd się biorą.\nPolecam.",
        "pros": [],
        "cons": [],
        "useful": "1",
        "useless": "1",
        "post_date": "2024-03-20 09:28:22",
        "purchase_date": "2024-03-13 12:33:54"
    },
    {
        "opinion_id": "18517196",
        "author": "p...o",
        "recommendation": "Polecam",
        "rating": "5/5",
        "content": "Pixel 8 mam kilka dni więc za wcześnie na kompleksową ocenę, ale po przejściu z Pixel 3, którego używałem od 4,5 roku i działał bardzo dobrze, z nowego telefonu na pewno będę jeszcze bardziej zadowolony. Generalnie Android w Pixelu działa tak samo płynnie jak IOS w Iphone. Oprócz tego świetny aparat, w Pixel 8 jeszcze wyraźniejsze i pięniejsze zd",
        "pros": [],
        "cons": [],
        "useful": "1",
        "useless": "0",
        "post_date": "2024-03-22 12:57:02",
        "purchase_date": "2024-03-16 15:53:03"
    },
    {
        "opinion_id": "18227177",
        "author": "c...2",
        "recommendation": "Polecam",
        "rating": "5/5",
        "content": "You should take in mind, that Pixel phones have problem with mobile internet. Battery is getting low very fast while using internet (~8 hours of music online). But besides it everything is great, camera is wonderful!",
        "pros": [
            "funkcjonalność",
            "łatwość obsługi",
            "wygląd"
        ],
        "cons": [
            "czas pracy na baterii"
        ],
        "useful": "3",
        "useless": "1",
        "post_date": "2023-12-20 08:09:36",
        "purchase_date": "2023-11-29 19:37:19"
    },
    {
        "opinion_id": "18450567",
        "author": "s...1",
        "recommendation": "Polecam",
        "rating": "4/5",
        "content": "Telefon w porównaniu do OnePlusa 9 pro którego używałem ponad 2 lata jest bardzo dobry. Odczuwalnie szybsze działanie interfejsu, jakość obudowy ten sam poziom czyli bdb, na minus mam wrażenie że OP też dłużej działał na baterii . \nNajbardziej brakuje mi szybszego ładowania i czytnik linii papilarnych mógłby być szybszy",
        "pros": [
            "funkcjonalność",
            "łatwość obsługi",
            "wygląd"
        ],
        "cons": [
            "czas pracy na baterii"
        ],
        "useful": "0",
        "useless": "0",
        "post_date": "2024-02-29 20:15:16",
        "purchase_date": "2024-02-20 08:53:13"
    },
    {
        "opinion_id": "18587444",
        "author": "k...4",
        "recommendation": "Polecam",
        "rating": "5/5",
        "content": "Zgrabny, oryginalny i kompaktowy telefon, nawet w etui nie ma problemu z obsługą jedną ręką. Czysty Android, doskonały wyświetlacz, błyskawiczne działanie i naprawdę przydatne funkcje AI. Fajne brzmienie na głośnikach i ścisła czołówka w kwestii fotografii. Kapitalna haptyka i intuicyjna obsługa, na czele z bardzo prostym przesłaniem danych ze starego telefonu. Ostatnio konfigurowałem żonie Samsunga, Pixel robi to o wiele lepiej. Bateria w zależności od użycia wystarcza na 1-2 dni. Wad jeszcze nie zauważyłem, mam nadzieję że tak zostanie. W gry na smartfonie nie gram, więc o wydajności nic nie napiszę.",
        "pros": [
            "cena",
            "czas pracy na baterii",
            "funkcjonalność",
            "łatwość obsługi",
            "rozmiar",
            "wygląd"
        ],
        "cons": [],
        "useful": "0",
        "useless": "0",
        "post_date": "2024-04-19 08:26:44",
        "purchase_date": "2024-04-13 21:11:48"
    },
    {
        "opinion_id": "18476031",
        "author": "k...k",
        "recommendation": "Polecam",
        "rating": "5/5",
        "content": "Ilość negatywnych informacji w Internecie jest przytłaczająca, lecz ja mam odmienne zdanie.\nAktualnie po aktualizacjach nie ma żadnego problemu z Wifi-Calling jak tym drugim (zapomniałem nazwy). Wszystkie sieci w Polsce są już wspierane przez Google. Nagrzewanie się? Tylko podczas ładowania, w innym przypadku jeszcze nie uświadczyłem tego po najnowszych aktualizacjach (prosto z pudełka, faktycznie podczas instalowania aktualizacji, czy oglądania Youtube, można było odczuć spore ciepło, lecz to już historia). Jestem miłośnikiem czystych systemów, dlatego Pixel był moim dowiecznym marzeniem. Miałem Samsuna/OnePlus/Motorole/Xiaomi/Iphone/ i wybierając Pixela już wiedziałem czego wymagam od telefonu i w nim to po prostu jest! Bateria również przy moim użytkowaniu trzyma bardzo Dobrze (odłączony tel. o 9:00 rano aktualnie 00:09 mam 61%)",
        "pros": [
            "czas pracy na baterii",
            "funkcjonalność",
            "łatwość obsługi",
            "wygląd"
        ],
        "cons": [],
        "useful": "2",
        "useless": "0",
        "post_date": "2024-03-10 00:12:16",
        "purchase_date": "2024-02-25 20:43:47"
    },
    {
        "opinion_id": "18529512",
        "author": "t...4",
        "recommendation": "Nie polecam",
        "rating": "0,5/5",
        "content": "Telefon tragedia. Za taką cenę otrzymujemy telefon, gdzie jest szansa na to, że będzie działał, albo będzie miał \"humorki\" i będzie wpadał w błędne koło ciągłego resetowania się przez bitą godzinę lub nawet dwie, albo i cały dzień. Serdecznie odradzam zakupu telefonu, bynajmniej z mojego doświadczenia. W najbliższym czasie w chwili wolnej z miła chęcią oddam go na gwarancje :)\n\nZdjęcie przedstawia zawieszenie telefonu po ponownym restarcie, który sam spowodował, na ekranie wpisaniu PIN-u. :)",
        "pros": [],
        "cons": [
            "funkcjonalność"
        ],
        "useful": "0",
        "useless": "4",
        "post_date": "2024-03-27 12:24:41",
        "purchase_date": "2024-03-06 13:38:50"
    }
]